{
    "<s>": 0,
    "<pad>": 1,
    "</s>": 2,
    "<unk>": 3,
    "pow(": 4,
    "sqrt(": 5,
    "exp(": 6,
    "ln(": 7,
    "abs(": 8,
    "sign(": 9,
    "prod(": 10,
    "frac(": 11,
    "dot(": 12,
    "cross(": 13,
    "matrix_prod(": 14,
    "transpose(": 15,
    "sym(": 16,
    "skew(": 17,
    "dev(": 18,
    "tr(": 19,
    "det(": 20,
    "plus(": 21,
    "outer(": 22,
    "contract(": 23,
    "inner(": 24,
    "partial(": 25,
    "der_n(": 26,
    "grad(": 27,
    "div(": 28,
    "curl(": 29,
    "fun(": 30,
    ",": 31,
    ")": 32,
    "d": 33,
    "e": 34,
    "f": 35,
    "g": 36,
    "h": 37,
    "i": 38,
    "j": 39,
    "k": 40,
    "l": 41,
    "m": 42,
    "n": 43,
    "o": 44,
    "p": 45,
    "q": 46,
    "r": 47,
    "s": 48,
    "t": 49,
    "u": 50,
    "v": 51,
    "w": 52,
    "x": 53,
    "y": 54,
    "z": 55,
    "alpha": 56,
    "beta": 57,
    "gamma": 58,
    "delta": 59,
    "epsilon": 60,
    "zeta": 61,
    "eta": 62,
    "theta": 63,
    "kappa": 64,
    "lambda": 65,
    "mu": 66,
    "nu": 67,
    "xi": 68,
    "pi": 69,
    "rho": 70,
    "sigma": 71,
    "tau": 72,
    "upsilon": 73,
    "phi": 74,
    "chi": 75,
    "psi": 76,
    "omega": 77,
    "varphi": 78,
    "varepsilon": 79,
    "c_bold": 80,
    "d_bold": 81,
    "e_bold": 82,
    "f_bold": 83,
    "g_bold": 84,
    "h_bold": 85,
    "i_bold": 86,
    "j_bold": 87,
    "k_bold": 88,
    "l_bold": 89,
    "m_bold": 90,
    "n_bold": 91,
    "o_bold": 92,
    "p_bold": 93,
    "q_bold": 94,
    "r_bold": 95,
    "s_bold": 96,
    "t_bold": 97,
    "u_bold": 98,
    "v_bold": 99,
    "w_bold": 100,
    "x_bold": 101,
    "y_bold": 102,
    "z_bold": 103,
    "alpha_bold": 104,
    "beta_bold": 105,
    "gamma_bold": 106,
    "delta_bold": 107,
    "epsilon_bold": 108,
    "zeta_bold": 109,
    "eta_bold": 110,
    "theta_bold": 111,
    "kappa_bold": 112,
    "lambda_bold": 113,
    "mu_bold": 114,
    "nu_bold": 115,
    "xi_bold": 116,
    "pi_bold": 117,
    "rho_bold": 118,
    "sigma_bold": 119,
    "tau_bold": 120,
    "upsilon_bold": 121,
    "phi_bold": 122,
    "chi_bold": 123,
    "psi_bold": 124,
    "omega_bold": 125,
    "varphi_bold": 126,
    "varepsilon_bold": 127,
    "A_bold": 128,
    "B_bold": 129,
    "C_bold": 130,
    "D_bold": 131,
    "E_bold": 132,
    "F_bold": 133,
    "G_bold": 134,
    "H_bold": 135,
    "I_bold": 136,
    "J_bold": 137,
    "K_bold": 138,
    "L_bold": 139,
    "M_bold": 140,
    "N_bold": 141,
    "O_bold": 142,
    "P_bold": 143,
    "Q_bold": 144,
    "R_bold": 145,
    "S_bold": 146,
    "T_bold": 147,
    "U_bold": 148,
    "V_bold": 149,
    "W_bold": 150,
    "X_bold": 151,
    "Y_bold": 152,
    "Z_bold": 153,
    "Gamma_bold": 154,
    "Delta_bold": 155,
    "Theta_bold": 156,
    "Lambda_bold": 157,
    "Xi_bold": 158,
    "Pi_bold": 159,
    "Sigma_bold": 160,
    "Upsilon_bold": 161,
    "Phi_bold": 162,
    "Psi_bold": 163,
    "Omega_bold": 164,
    "<|endoftext|>": 165,
    "madeupword0000": 166,
    "madeupword0001": 167,
    "madeupword0002": 168,
    "<mask>": 169
}